/* No comment provided by engineer. */
"Back" = "戻る";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Choose from Library" = "ライブラリから選択";

/* No comment provided by engineer. */
"Delete Photo" = "写真を削除";

/* No comment provided by engineer. */
"Failed" = "保存に失敗しました";

/* No comment provided by engineer. */
"Happy Graduation!" = "卒業おめでとう！";

/* No comment provided by engineer. */
"Message" = "メッセージ";

/* No comment provided by engineer. */
"Name" = "名前";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"OurMemories" = "卒業時計";

/* No comment provided by engineer. */
"Please click the link below and then." = "その後で下のリンクをクリックしてください。";

/* No comment provided by engineer. */
"Please click the link below." = "下のリンクをクリックしてください。";

/* No comment provided by engineer. */
"Please save your photo album first." = "まず写真をアルバムに保存してください。";

/* No comment provided by engineer. */
"Save" = "保存する";

/* No comment provided by engineer. */
"Saved" = "保存しました";

/* No comment provided by engineer. */
"Send Mail" = "メールで送る";

/* No comment provided by engineer. */
"Take Photo" = "写真を撮る";

/* No comment provided by engineer. */
"Then \"OurMemories\" open the registration screen." = "すると\"卒業時計\"の登録画面が開きます。";

